Repository: danfreak/cake_gallery
Catalog: locale/*/LC_MESSAGES/cake_gallery.po
Languages: pt_br

source: Albums
pt_br: Albuns

source: Album is saved.
pt_br: Album salvo

source: Album could not be saved. Please try again.
pt_br: Album não pode ser salvo. Por favor tente novamente.

source: Invalid album.
pt_br: Album inválido.

source: Invalid ID for album.
pt_br: ID do album inválido.

source: Album is deleted, and whole directory with images.
pt_br: Album e suas fotos foram excluidos com sucesso.

source: Manage your photos in album
pt_br: Gerencie suas fotos no album

source: Invalid photo. Please try again.
pt_br: Foto inválida. Por favor tente novamente.

source: Problem to remove photo. Please try again.
pt_br: Problemas para remover foto. Por favor tente novamente.

source: Add album
pt_br: Adicionar album

source: Description
pt_br: Descrição

source: Edit album
pt_br: Editar Album

source: New album
pt_br: Novo album

source: Order number
pt_br: Ordem

source: Photos in album
pt_br: Fotos no album

source: Edit
pt_br: Editar

source: Delete
pt_br: Excluir

source: view album
pt_br: ver album

source: remove
pt_br: remover

source: Drop files here to upload
pt_br: Solte aqui os arquivos para enviar

source: Add new photos
pt_br: Adicionar novas fotos

source: cancel
pt_br: cancelar

source: No albums found.
pt_br: Nenhum album encontrado

source: Gallery
pt_br: Galeria

source: List albums
pt_br: Listar albuns

source: Gallery settings
pt_br: Configurar galeria

source: No photos in the album
pt_br: Nenhuma foto no album

source: Add new pictures
pt_br: Adicionar nova foto
